Repository: karenmelani/modules
Catalog: PayPalActivity/localization/*.lproj/activity.strings
Languages: es, ja, ko, ru

# activity.details.section.purchaseDetails.fee.title
source: FEE
es: TARIFA
ja: 手数料
ko: 수수료
ru: Комиссия

# activity.details.section.purchaseDetails.header
source: PURCHASE DETAILS
es: DETALLES DE LA COMPRA
ja: 購入内容の詳細
ko: 구매 세부정보
ru: СВЕДЕНИЯ О ПОКУПКЕ

# activity.details.section.purchaseDetails.multipleItems.title
source: %1$@ (Qty %2$@)
es: %1$@ (Cant. %2$@)
ja: %1$@ (数量: %2$@)
ko: %1$@(수량 %2$@)
ru: %1$@ (Кол-во %2$@)

# activity.details.section.purchaseDetails.shipping.title
source: SHIPPING
es: ENVÍO
ja: 配送料
ko: 배송
ru: Доставка

# activity.details.section.purchaseDetails.subTotal.title
source: AMOUNT
es: IMPORTE
ja: 金額
ko: 금액
ru: Сумма

# activity.details.section.purchaseDetails.tax.title
source: TAX
es: IMPUESTO
ja: 税
ko: 세금
ru: Налог

# activity.details.section.purchaseDetails.total.title
source: TOTAL
ja: 合計金額
ko: 합계
ru: Всего

# activity.details.section.purchaseProtection.header
source: PURCHASE PROTECTION
es: PROTECCIÓN DEL COMPRADOR
ja: 買い手保護
ko: 구매 보호
ru: Защита покупок

# activity.details.section.purchaseProtection.message
source: If there's a problem, make sure to contact the seller through PayPal by %@. You may be eligible for purchase protection.
es: Si hay un problema, asegúrate de ponerte en contacto con el vendedor a través de PayPal antes del %@. Es posible que cumplas los requisitos para disfrutar de la Protección del comprador.
ja: 問題がある場合は、PayPalを通じて%@までに売り手にお問い合わせください。買い手保護の対象となっている場合があります。
ko: 문제가 있는 경우 %@까지 PayPal을 통해 판매자에게 문의하시기 바랍니다. 구매 보호 대상에 포함될 수 있습니다.
ru: В случае возникновения проблем свяжитесь с продавцом через PayPal до %@ Возможно, вы имеете право на участие в Программе защиты покупателей.

# activity.details.section.shipping.recipient.header
source: SHIPPING INFO
es: INFORMACIÓN DE ENVÍO
ja: 配送情報
ko: 배송 정보
ru: Детали доставки

# activity.details.section.shipping.sender.header
source: OK TO SHIP
es: SEGURO ENVIAR
ja: 発送可能
ko: 배송 준비 완료
ru: Можно отправлять

# activity.details.section.status.counterParty.recipient.header
source: To
es: A
ja: 宛先
ko: 받는 사람:
ru: Адрес

# activity.details.section.status.counterParty.sender.header
source: From
es: De
ja: 送信元
ko: 결제수단:
ru: С

# activity.details.section.status.feeAmount.title
source: Fee
es: Tarifa
ja: 手数料
ko: 수수료
ru: Комиссия

# activity.details.section.status.fundingSources.credit.header
source: To
es: A
ja: 宛先
ko: 받는 사람:
ru: Адрес

# activity.details.section.status.fundingSources.debit.header
source: From
es: De
ja: 送信元
ko: 결제수단:
ru: С

# activity.details.section.status.fundingSources.generic.header
source: Using
es: Utilizando
ja: 支払方法:
ko: 수단:
ru: С помощью

# activity.details.section.status.fundingSources.issuance.details
source: Through %@
es: Mediante %@
ja: %@から
ko: %@ 사용
ru: Через %@

# activity.details.section.status.grossAmount.title
source: Amount
es: Importe
ja: 金額
ko: 금액
ru: Сумма

# activity.details.section.status.purpose.header
source: For
es: Para
ja: 目的
ko: 대상
ru: Для

# activity.details.section.status.purpose.personal
source: Friends & Family
es: Amigos y familiares
ja: 個人間の支払い
ko: 친구 및 가족
ru: Друзья и cемья

# activity.details.section.status.purpose.service
source: Goods & Services
es: Productos y servicios
ja: 商品・サービス
ko: 상품 및 서비스
ru: Товары и услуги

# activity.details.section.status.totalAmount.title
source: Total
ja: 合計
ko: 총계
ru: Итого

# activity.details.section.transactionID.header
source: TRANSACTION ID
es: ID. DE TRANSACCIÓN
ja: 取引ID
ko: 거래 ID
ru: Код операции

# activity.details.shipping.carrier.text
source: Sent by %@
es: Enviado por %@
ja: 配送会社: %@
ko: 배송 회사: %@
ru: Отправитель: %@

# activity.details.shipping.header.title
source: Track your shipment
es: Seguimiento del envío
ja: 配送状況の追跡
ko: 배송 추적
ru: Отслеживайте свою посылку

# activity.details.shipping.status.text
source: Status: %@
es: Estado: %@
ja: ステータス: %@
ko: 상태: %@
ru: Статус: %@

# activity.details.shipping.title
source: SHIPPING
es: Envío
ja: 配送料
ko: 배송
ru: Доставка

# activity.details.shippingAddress.title
source: Ship to
es: Enviar a
ja: 配送先
ko: 배송 주소:
ru: Доставка по адресу

# activity.details.subTotal.title
source: AMOUNT
es: Importe
ja: 金額
ko: 금액
ru: Сумма

# activity.details.tax.title
source: TAX
es: Impuesto
ja: 税
ko: 세금
ru: Налог

# activity.details.totalAmount.title
source: TOTAL
ja: 合計金額
ko: 합계
ru: Итого

# activity.details.transactionDateTitle.text
source: Date
es: Fecha
ja: 日付
ko: 날짜
ru: Дата

# activity.details.transactionID.text
source: Transaction ID %1$@
es: Id. de transacción: %1$@
ja: 取引ID %1$@
ko: 거래 ID: %1$@
ru: Код операции: %1$@

# activity.details.transactionMadeAt.text
source: Transaction made at %1$@
es: Transacción realizada a las %1$@
ja: 取引時刻: %1$@
ko: 거래 시점: %1$@
ru: Время операции: %1$@

# activity.details.transactionNotesTitle.text
source: Note
es: Mensaje
ja: メモ
ko: 메모
ru: Примечание

# activity.details.transactionStatusTitle.text
source: Transaction type
es: Tipo de transacción
ja: 取引タイプ
ko: 거래 유형
ru: Тип операции

# activity.details.tryAgain.button
source: Try Again
es: Intentar de nuevo
ja: 再実行する
ko: 다시 시도
ru: Повторите попытку

# activity.details.withdrawalSubTotal.title
source: WITHDRAWAL AMOUNT
es: IMPORTE DE LA RETIRADA
ja: 引出金額
ko: 인출 금액
ru: СУММА ДЛЯ ВЫВОДА СРЕДСТВ

# activity.filter.segmentedControl.all
source: All
es: Todas las transacciones
ja: すべて
ko: 모두
ru: Все

# activity.filter.segmentedControl.in
source: Money In
es: Recibido
ja: 支払い受取済み
ko: 결제대금 수령
ru: Получено

# activity.filter.segmentedControl.out
source: Money Out
es: Enviado
ja: 支払い済み
ko: 결제대금 지급
ru: Отправлено

# activity.filters.customFilter.fromDatetitle
source: From
es: Del
ja: 開始日
ko: 시작일:
ru: С

# activity.filters.customFilter.title
source: CHOOSE A DATE RANGE
es: Seleccionar intervalo de fechas
ja: 日付範囲を選択
ko: 날짜 범위 선택
ru: Выберите диапазон дат

# activity.filters.customFilter.toDatetitle
source: To
es: Al
ja: 終了日
ko: 종료일:
ru: по

# activity.filters.customFromDate.futureDateError.text
source: Please check the selected dates.
es: Vuelve a comprobar las fechas seleccionadas.
ja: 選択した日付を確認してください。
ko: 선택한 날짜를 확인하세요.
ru: Проверьте выбранные даты.

# activity.filters.didTapCancel.cancelButton
source: Cancel
es: Cancelar
ja: キャンセル
ko: 취소
ru: Отменить

# activity.filters.didTapDone.doneButton
source: Show
es: Ver
ja: 表示
ko: 표시
ru: Показать

# activity.filters.presetFilters.name
source: Past %1$@ days
es: Últimos %1$@ días
ja: 過去%1$@日間
ko: 지난 %1$@일
ru: За пред. %1$@ дней

# activity.filters.titleBar.title
source: Filter by date
es: Filtrar por fecha
ja: 日付別に検索
ko: 날짜로 필터링
ru: Фильтровать по дате

# activity.list.noTransactions.details.label.text
source: Quickly find all your payment info, respond to money requests from friends, send someone money again, and more.
es: Encuentra rápidamente toda la información de tus pagos, responde a las solicitudes de dinero de tus amigos, vuelve a enviar dinero a otra persona, y mucho más.
ja: すべての支払い情報をすぐに確認したり、請求に返信したり、支払いをしたりできます。
ko: 빠른 결제정보 검색, 결제 요청에 응답, 결제대금 보내기 등을 누려보세요.
ru: Быстро находите всю информацию о платежах, отвечайте на запросы на оплату от друзей, отправляйте деньги и т. д.

# activity.list.noTransactions.systemErrorDetails.label.text
source: Looks like something went wrong on our end. Please try again in a moment.
es: Ha habido un problema. Inténtalo de nuevo dentro de un momento.
ja: 申し訳ありませんが、PayPal側で問題が発生したようです。もう一度お試しください。
ko: 죄송합니다. 저희 쪽에 장애가 발생한 것 같습니다. 잠시 후에 다시 시도해 주세요.
ru: Возникла проблема с нашей стороны. Повторите попытку через минуту.

# activity.list.noTransactions.systemErrorTitle.label.text
source: Let’s try that again
es: Intentar de nuevo
ja: 再度実行してください
ko: 다시 시도 필요
ru: Повторите попытку

# activity.list.noTransactions.title.label.text
source: All your activity, all in one place
es: Toda tu actividad en un mismo lugar
ja: すべての取引を一括管理
ko: 모든 활동내역을 한 곳에서 확인
ru: Вся история операций в одном месте

# activity.list.noTransactionsInDateRange.detail.label.text
source: Want to search for transaction with another date range?
es: ¿Deseas buscar transacciones con otro intervalo de fechas?
ja: 別の日付範囲で取引を検索しますか?
ko: 날짜 범위가 다른 거래를 검색하시겠어요?
ru: Вы хотите выполнить поиск операции с другим диапазоном дат?

# activity.list.noTransactionsInDateRange.title.label.text
source: We didn't find any transactions
es: No hemos encontrado ninguna transacción.
ja: 取引がありませんでした
ko: 거래를 찾을 수 없음
ru: Операции не найдены

# activity.list.xoomPopup.cancel.title
source: Cancel
es: Cancelar
ja: キャンセル
ko: 취소
ru: Отмена

# activity.list.xoomPopup.gotoxoom.title
source: Go to Xoom
es: Ir a Xoom
ja: Xoomに移動する
ko: Xoom으로 이동
ru: Перейти на Xoom

# activity.list.xoomPopup.message.label.text
source: Log into your Xoom account to see all of your transactions.
es: Inicia sesión en tu cuenta de Xoom para ver todas las transacciones.
ja: 取引を確認するには、Xoomアカウントにログインしてください。
ko: 모든 거래를 보려면 Xoom 계정에 로그인하세요.
ru: Войдите в свой счет Xoom, чтобы увидеть все ваши операции.

# activity.list.xoomPopup.title.label.text
source: Go to Xoom
es: Ir a Xoom
ja: Xoomに移動する
ko: Xoom으로 이동
ru: Перейти на Xoom

# activity.list.xoomTransactions.title.label.text
source: See your Xoom activity
es: Consulta tu actividad en Xoom
ja: Xoomの取引履歴を確認する
ko: Xoom 활동내역 보기
ru: Просматривайте свои операции через Xoom

# activity.navigationBar.title.availableBalance
source: PayPal Balance: %1$@
es: Saldo de PayPal: %1$@
ja: PayPal残高: %1$@
ko: PayPal 잔액: %1$@
ru: Остаток на счете PayPal: %1$@

# activity.section.group.complete
source: COMPLETED
es: Completado
ja: 完了
ko: 완료됨
ru: Завершено

# activity.section.group.pending
source: PENDING
es: Pendiente
ja: 未決済
ko: 대기 중
ru: Не завершено

# activity.similarTransactions.header.text
source: You and %@
es: %@ y tú
ja: %@様との取引履歴
ko: 나와 %@ 님 간의 거래
ru: Вы и %@

# activity.summaryList.didTapFilterButton.title
source: Filter
es: Filtro
ja: 検索
ko: 필터
ru: Фильтр

# activity.summaryList.titleBar.title
source: Activity
es: Actividad
ja: 取引履歴
ko: 활동내역
ru: Операции

# activity.details.payafterdelivery.success-alert.button.ok
source: OK
es: Aceptar

# activity.filters.customFromDate.futureDateError.Ok
source: Ok
es: Aceptar
