Repository: karenmelani/modules
Catalog: PayPalActivity/localization/*.lproj/activity.strings
Languages: es, ja, ko, ru

# activity.ETA.estimatedrefund.text
source: Estimated arrival: %1$@
es: Tiempo de llegada estimado: %1$@
ja: 入金予定: %1$@
ko: 예상 도착: %1$@
ru: Предполагаемый срок поступления: %1$@

# activity.activityItem.unknownContactContact
source: Unknown
es: Desconocido
ja: 不明
ko: 알 수 없음
ru: Неизвестно

# activity.details.ETA.header.text
source: YOUR REFUND IS ON ITS WAY
es: EL REEMBOLSO ESTÁ EN CAMINO
ja: 返金の実行中です
ko: 환불이 진행 중입니다.
ru: ВОЗМЕЩЕНИЕ ОТПРАВЛЕНО

# activity.details.ETACompleted.header.text
source: REFUNDED
es: REEMBOLSADO
ja: 返金済み
ko: 환불됨
ru: ВОЗМЕЩЕНО

# activity.details.amount.header.text
source: DETAILS
es: DETALLES
ja: 詳細
ko: 세부정보
ru: Детали

# activity.details.cashWithdrawal.anonymous.text
source: You withdrew %1$@
es: Has retirado %1$@
ja: %1$@を引き出しました
ko: %1$@의 금액을 인출했습니다.
ru: Вы вывели %1$@

# activity.details.cashWithdrawal.text
source: You withdrew %1$@ at %2$@
es: Has retirado %1$@ en %2$@.
ja: %2$@で%1$@を引き出しました
ko: %2$@에서 %1$@의 금액을 인출했습니다.
ru: Вы вывели %1$@ на %2$@

# activity.details.checkCapture.completed.text
source: You cashed a check for %1$@
es: Has cobrado un cheque por valor de %1$@
ja: %1$@の小切手を換金しました
ko: %1$@에 대한 수표가 현금화되었습니다.
ru: Вы обналичили чек для %1$@

# activity.details.checkCapture.denied.text
source: Denied check cash for %1$@
es: Cobro de cheque por valor de %1$@ rechazado
ja: %1$@の小切手の換金を拒否しました
ko: %1$@에 대한 수표 현금화가 거부됨
ru: Отклонена выплата по чеку для %1$@

# activity.details.checkCapture.failed.text
source: Failed check cash for %1$@
es: Cobro de cheque de %1$@ fallido
ja: %1$@の小切手の換金に失敗しました
ko: %1$@에 대한 수표 현금화 실패
ru: Не удалось осуществить выплату по чеку для %1$@

# activity.details.contactSeller.noEmail.errorMessage
source: Set it up in your device settings first. Or contact the seller through PayPal on our website.
es: Configúralo primero en los ajustes del dispositivo. También puedes ponerte en contacto con el vendedor a través de nuestro sitio web.
ja: 最初にお使いのモバイル端末で設定してください。または、PayPalのホームページから売り手にお問い合わせください。
ko: 먼저 기기 설정에서 설정하세요. 또는 PayPal 웹사이트를 통해 판매자에게 연락하세요.
ru: Сначала настройте ее на вашем мобильном. Или свяжитесь с продавцом через сайт PayPal.

# activity.details.contactSeller.noEmail.errorOk
source: Ok
es: Aceptar
ru: Закрыть

# activity.details.contactSeller.noEmail.errorTitle
source: It looks like email isn’t set up on your phone yet
es: Todavía no has configurado el correo electrónico en el teléfono.
ja: 携帯電話でメールアドレスを設定されていないようです
ko: 아직 모바일에서 이메일을 설정하지 않았습니다.
ru: В вашем телефоне еще не настроена электронная почта

# activity.details.counterPartyCall.text
source: Call %@
es: Llama al %@
ja: 電話をかける %@
ko: 전화하기 %@
ru: Позвоните по телефону %@

# activity.details.counterPartyContact.Cancel
source: Cancel
es: Cancelar
ja: キャンセル
ko: 취소
ru: Отмена

# activity.details.counterPartyContact.EmailAddressText
source: Email %@
es: Correo electrónico %@
ja: メール %@
ko: %@ 님에게 이메일 보내기
ru: Эл. адрес %@

# activity.details.counterPartyContact.text
source: Contact %@
es: Contactar con %@
ja: %@様に連絡する
ko: %@ 님에게 연락하기
ru: Связаться с пользователем %@

# activity.details.counterPartyHistory.text
source: See your history
es: Ver otras transacciones
ja: ほかの取引を見る
ko: 다른 거래 보기
ru: См. историю операций

# activity.details.counterPartyInfo.text
source: YOU AND %@
es: %@ y tú
ja: %@様との取引履歴
ko: 나와 %@ 님 간의 거래
ru: %@ и вы

# activity.details.counterPartySendMoney.text
source: Send money
es: Enviar dinero
ja: 支払い
ko: 결제대금 보내기
ru: Отправить средства

# activity.details.credit.fee.text
source: You paid a %1$@ fee.
es: Se te ha aplicado una tarifa de %1$@.
ja: %1$@の手数料を支払いました。
ko: %1$@의 수수료를 지불했습니다.
ru: Вы оплатили комиссию в размере %1$@.

# activity.details.crosscurrency.declineAlertMessage
source: Are you sure you want to decline this payment?
es: ¿Seguro que deseas rechazar este pago?
ja: この支払いを拒否してよろしいですか?
ko: 이 결제를 거부하시겠어요?
ru: Вы действительно хотите отклонить этот платеж?

# activity.details.crosscurrency.optionsCancel
source: Cancel
es: Cancelar
ja: キャンセル
ko: 취소
ru: Отменить

# activity.details.crosscurrency.optionsTitle
source: Accept this payment in:
es: Aceptar este pago en:
ja: この支払いを受け取ります:
ko: 이 결제대금을 받을 통화:
ru: Принять платеж в:

# activity.details.crosscurrency.paymentAcceptedAlertMessage
source: You'll see it in your balance soon.
es: Pronto podrás verlo en tu saldo.
ja: すぐに残高に表示されます。
ko: 잠시 후 잔액에 표시됩니다.
ru: Он будет отображаться в остатке на вашем счете через несколько минут.

# activity.details.crosscurrency.paymentAcceptedAlertTitle
source: Payment accepted
es: Pago aceptado
ja: 支払いを受け取りました
ko: 결제 수락됨
ru: Платеж принят

# activity.details.crosscurrency.paymentDeclinedAlertMessage
source: Payment declined
es: Pago rechazado
ja: 支払いは拒否されました
ko: 결제 거부됨
ru: Платеж отклонен

# activity.details.currencyTransfer.text
source: Currency conversion to %1$@
es: Conversión de divisas a %1$@
ja: %1$@への通貨換算
ko: %1$@(으)로 환전
ru: Конвертация валюты в %1$@

# activity.details.debit.fee.text
source: You were charged %1$@ after a %2$@ fee.
es: Se te ha hecho un cargo de %1$@ tras aplicarse una tarifa de %2$@.
ja: 出金金額: %1$@ (手数料: %2$@)
ko: %2$@ 수수료 차감 후 %1$@의 금액이 청구되었습니다.
ru: Вам была начислена сумма к оплате %1$@ с комиссией в размере %2$@.

# activity.details.discount.title
source: DISCOUNT
es: Descuento
ja: 割引
ko: 할인
ru: Скидка

# activity.details.earlyRefund.bank
source: You requested the refund before the %@ was debited from your bank account.
es: Solicitaste el reembolso antes de que se realizara el cargo de %@ a tu cuenta bancaria.
ja: お客さまの銀行口座から%@が引き落とされる前に返金が要求されました。
ko: %@ 금액이 은행계좌에서 출금되기 전에 환불을 요청하셨습니다.
ru: Вы запросили возврат средств до того, как сумма %@ была списана с вашего счета.

# activity.details.earlyRefund.full
source: The payment was refunded before it was debited from your account.
es: El pago se reembolsó antes de que se realizara el cargo a tu cuenta.
ja: お客さまの口座から引き落とされる前に支払いが返金されました。
ko: 계정에서 출금되기 전에 결제대금이 환불되었습니다.
ru: Средства были возвращены до того, как были списаны с вашего счета.

# activity.details.feeAmount.title
source: FEE
es: Tarifa
ja: 手数料
ko: 수수료
ru: Комиссия

# activity.details.feeDescriptor.domesticATMWithdrawal.title
source: ATM Domestic Withdrawal Fee
es: Tarifa de retirada en cajero automático nacional
ja: 国内ATM引き出し手数料
ko: ATM 국내 인출 수수료
ru: Комиссия за вывод средств через банкомат (внутренняя операция)

# activity.details.feeDescriptor.domesticOverTheCounterWithdrawal.title
source: Over the Counter Withdrawal Fee
es: Tarifa de retirada en ventanilla
ja: 窓口引き出し手数料
ko: 카운터를 통한 인출 수수료
ru: Комиссия за вывод средств через оператора-кассира

# activity.details.feeDescriptor.header
source: Fee
es: Tarifa
ja: 手数料
ko: 수수료
ru: Комиссия

# activity.details.feeDescriptor.internationalATMWithdrawal.title
source: ATM International Withdrawal Fee
es: Tarifa de retirada en cajeros automáticos internacionales
ja: 海外ATM引き出し手数料
ko: ATM 국제 인출 수수료
ru: Комиссия за вывод средств через банкомат (международная операция)

# activity.details.feeDescriptor.internationalOverTtheCounterWithdrawal.title
source: Over the Counter Withdrawal Fee
es: Tarifa de retirada en ventanilla
ja: 窓口引き出し手数料
ko: 카운터를 통한 인출 수수료
ru: Комиссия за вывод средств через оператора-кассира

# activity.details.feeDescriptor.internationalPurchase.title
source: Foreign Transaction Fee
es: Tarifa de transacción extranjera
ja: 海外取引手数料
ko: 해외 거래 수수료
ru: Комиссия за международную операцию

# activity.details.funding.from.text
source: From
es: De
ja: 資金源
ko: 결제수단:
ru: C

# activity.details.funding.source.type.balance
source: PayPal Balance
es: Saldo de PayPal
ja: PayPal残高
ko: PayPal 잔액
ru: Остаток на счете PayPal

# activity.details.funding.to.text
source: To
es: A
ja: 送金先/引出先
ko: 종료일:
ru: На

# activity.details.gifting.gift.label
source: Gift
es: Regalo
ja: ギフト
ko: 선물
ru: Подарок

# activity.details.gifting.gifting.description.label
source: %@ sent you a gift
es: %@ te ha enviado un regalo.
ja: %@様からギフトが贈られました
ko: %@ 님이 선물을 보냈습니다.
ru: %@ отправил(а) вам подарок

# activity.details.greyMarkets.buyerContactInformation.text
source: Log in to your eBay account and go to purchase history.
es: Inicia sesión en tu cuenta de eBay y ve al historial de compras.
ja: eBayアカウントにログインし、購入履歴に移動します。
ko: eBay 계정에 로그인하여 구매 기록으로 이동하세요.
ru: Войдите в свою учетную запись eBay и перейдите к истории покупок.

# activity.details.greyMarkets.contactBuyer.text
source: NEED TO CONTACT BUYER?
es: ¿NECESITAS CONTACTAR CON EL COMPRADOR?
ja: 買い手に連絡する必要がありますか。
ko: 구매자에게 연락해야 하나요?
ru: Вам нужно связаться с покупателем?

# activity.details.greyMarkets.contactSeller.text
source: NEED TO CONTACT SELLER?
es: ¿NECESITAS CONTACTAR CON EL VENDEDOR?
ja: 売り手に連絡する必要がありますか。
ko: 판매자에게 연락해야 하나요?
ru: Вам нужно связаться с продавцом?

# activity.details.greyMarkets.sellerContactInformation.text
source: Log in to your eBay account and go to selling history.
es: Inicia sesión en tu cuenta de eBay y ve al historial de ventas.
ja: eBayアカウントにログインし、販売履歴に移動します。
ko: eBay 계정에 로그인하여 판매 기록으로 이동하세요.
ru: Войдите в свою учетную запись eBay и перейдите к истории продаж.

# activity.details.header.issuance.text
source: %1$@ using %2$@
es: %1$@ con %2$@
ja: %2$@を使用して%1$@
ko: %2$@을(를) 사용하여 %1$@ 추가
ru: %1$@ с помощью %2$@

# activity.details.holdingBalanceTransfer.credit.text
source: You transferred %1$@ from %2$@
es: Has transferido %1$@ desde %2$@
ja: %2$@から%1$@を移しました
ko: %2$@에서 %1$@의 금액을 이체함
ru: Вы перевели %1$@ с %2$@

# activity.details.holdingBalanceTransfer.debit.text
source: You transferred %1$@ to %2$@
es: Has transferido %1$@ a %2$@
ja: %1$@を%2$@様に送金しました
ko: %1$@의 금액을 %2$@에 이체했습니다.
ru: Вы перевели %1$@ на %2$@

# activity.details.ingoID.text
source: Ingo Transaction ID %1$@
es: Id. de transacción Ingo %1$@
ja: Ingo取引ID %1$@
ko: Ingo 거래 ID %1$@
ru: Код операции Ingo %1$@

# activity.details.invoice.action.visitwebsite
source: You can manage invoices on our <a href='%1$@'>website.</a>
es: Administra tus facturas en nuestro <a href='%1$@'>sitio web</a>.
ja: 請求書はPayPalの<a href='%1$@'>ホームページ</a>で管理できます。
ko: PayPal <a href='%1$@'>웹사이트</a>에서 인보이스를 관리할 수 있습니다.
ru: Управление счетами на оплату доступно на нашем <a href='%1$@'>сайте.</a>

# activity.details.invoice.credit.text
source: You sent an invoice for %1$@ to %2$@
es: Has enviado una factura por valor de %1$@ a %2$@.
ja: %1$@の請求書を%2$@様に送信しました
ko: %2$@에 대한 인보이스를 %1$@ 님에게 보냄
ru: Вы отправили счет на сумму %1$@ пользователю %2$@

# activity.details.invoice.debit.text
source: %2$@ sent an invoice for %1$@
es: %2$@ te ha enviado una factura por valor de %1$@.
ja: %2$@様より%1$@の請求書が送信されました
ko: %2$@에서 %1$@에 대한 인보이스를 보냄
ru: %2$@ отправил(а) счет на сумму %1$@

# activity.details.invoiceID.text
source: Invoice ID %1$@
es: Id. de factura %1$@
ja: 請求書ID %1$@
ko: 인보이스 ID %1$@
ru: Код счета на оплату %1$@

# activity.details.moneyAdded.credit.text
source: You added %1$@ through PayPal Cash Load
es: Has añadido %1$@ mediante la carga de PayPal Cash
ja: PayPal Cash Loadを通じて%1$@を追加しました
ko: PayPal Cash 충전을 통해 %1$@의 금액을 추가했습니다.
ru: Вы добавили %1$@ через систему PayPal Cash Load

# activity.details.moneyPools.moneyReceived.text
source: You received %1$@ from %2$@ for %3$@
es: Has recibido %1$@ de %2$@ para %3$@
ja: %2$@様から%3$@ (%1$@) を受け取りました
ko: %2$@ 님에게서 %3$@에 대한 %1$@의 금액을 받았습니다.
ru: Вы получили %1$@ от %2$@ для %3$@

# activity.details.moneyPools.moneySent.text
source: You sent %1$@ to %2$@ for %3$@
es: Has enviado %1$@ a %2$@ por %3$@
ja: %2$@様に%3$@ (%1$@) を支払いました
ko: %2$@ 님에게 %3$@에 대한 결제대금으로 %1$@의 금액을 보냈습니다.
ru: Вы отправили %1$@ пользователю %2$@ для %3$@

# activity.details.moneyReceived.credit.text
source: You received %1$@ from %2$@
es: Has recibido %1$@ de %2$@.
ja: %2$@様から%1$@を受け取りました
ko: %2$@ 님에게서 %1$@의 금액을 받음
ru: Вы получили %1$@ от пользователя %2$@

# activity.details.moneyRefunded.credit.text
source: You were refunded %1$@ from %2$@
es: Has recibido %1$@ de %2$@.
ja: %2$@様から%1$@の返金がありました
ko: %2$@ 님으로부터 %1$@의 금액을 환불받았습니다.
ru: Вы получили возмещение на сумму %1$@ от пользователя %2$@

# activity.details.moneyRefunded.debit.text
source: You refunded %1$@ to %2$@
es: Has reembolsado %1$@ a %2$@.
ja: %2$@様に%1$@を返金しました
ko: %2$@ 님에게 %1$@의 금액을 환불했습니다.
ru: Вы возместили %1$@ пользователю %2$@

# activity.details.moneyRequestCancel.text
source: The request for %1$@ is canceled
es: La solicitud de %1$@ se ha cancelado.
ja: %1$@の請求がキャンセルされました
ko: %1$@에 대한 요청이 취소되었습니다.
ru: Запрос на оплату в размере %1$@ отменен

# activity.details.moneyRequestRequestee.requestDeclined.text
source: You declined %1$@ request for %2$@
es: Has rechazado la solicitud de %1$@ de %2$@.
ja: %1$@の%2$@の請求を受諾しませんでした
ko: %2$@에 대한 %1$@ 요청을 거부했습니다.
ru: Вы отклонили запрос %1$@ на сумму %2$@.

# activity.details.moneyRequestRequestee.requestReceived.text
source: %2$@ is requesting %1$@
es: %2$@ solicita %1$@.
ja: %2$@様が%1$@を請求しています
ko: %2$@ 님이 %1$@의 금액을 요청함
ru: %2$@ запрашивает %1$@

# activity.details.moneyRequestRequester.requestCancelled.text
source: You canceled your request for %1$@ from %2$@
es: Has cancelado tu solicitud de %1$@ a %2$@.
ja: %2$@様への%1$@の請求をキャンセルしました
ko: %2$@에 대한 %1$@ 요청을 취소했습니다.
ru: Вы отменили свой запрос на сумму %1$@ для пользователя %2$@

# activity.details.moneyRequestRequester.requestSent.text
source: You requested %1$@ from %2$@
es: Has solicitado %1$@ a %2$@.
ja: %2$@様に%1$@を請求しました
ko: %2$@ 님에게 %1$@의 금액을 요청함
ru: Вы запросили %1$@ у пользователя %2$@

# activity.details.moneySent.debit.text
source: You sent %1$@ to %2$@
es: Has enviado %1$@ a %2$@.
ja: %2$@様に%1$@を支払いました
ko: %2$@ 님에게 %1$@ 보냄
ru: Вы отправили %1$@ пользователю %2$@

# activity.details.moneyTransfered.credit.autoTopUp.text
source: %1$@ automatic top up from %2$@
es: Adición de fondos automática de %1$@ desde %2$@
ja: %2$@から%1$@を自動入金
ko: %2$@에서 %1$@ 자동 잔액 충전
ru: %1$@ автоматическое пополнение счета c %2$@

# activity.details.moneyTransfered.credit.text
source: You transferred %1$@ from your %2$@ balance
es: Has transferido %1$@ desde el saldo de tu %2$@
ja: %2$@の残高に%1$@を入金しました
ko: %1$@의 금액을 내 %2$@ 잔액으로 이체했습니다.
ru: Вы вывели %1$@ с остатка на своем счете %2$@

# activity.details.moneyTransfered.debit.text
source: You transferred %1$@ to %2$@
es: Has transferido %1$@ a %2$@.
ja: %2$@に%1$@を引き出しました
ko: %1$@의 금액을 %2$@ 계좌로 인출
ru: Вы вывели %1$@ на %2$@

# activity.details.ofac.availableDate
source: Available Date: %@
es: Fecha disponible: %@
ja: 利用可能な日: %@
ko: 사용 가능한 날짜: %@
ru: Дата доступности средств: %@

# activity.details.order.credit.text
source: %2$@ received order for %1$@
es: %2$@ ha recibido un pedido de %1$@.
ja: %2$@に%1$@の注文がありました
ko: %2$@에서 %1$@에 대한 주문을 접수함
ru: Пользователь %2$@ получил заказ на сумму %1$@

# activity.details.order.debit.text
source: %1$@ sent %2$@
es: %1$@ ha enviado %2$@.
ja: %1$@様から%2$@の支払いがありました
ko: %1$@ 님이 %2$@의 금액을 보냄
ru: Пользователь %1$@ отправил заказ на сумму %2$@

# activity.details.order.echeck.goodsAndServices.credit.text
source: eCheck estimated completion date is %1$@. Do not ship items until you receive payment.
es: La fecha de resolución estimada del cargo en cuenta bancaria es %1$@. No envíes artículos hasta que recibas el pago.
ja: eCheckの決済完了予定日は%1$@です。支払いを受け取るまでは、商品を発送しないでください。
ko: 전자수표 예상 처리완료 날짜는 %1$@입니다. 결제대금을 받기 전까지는 상품을 배송하지 마세요
ru: Расчетное время обработки электронного чека: %1$@. Не отправляйте товары, пока не получите оплату.

# activity.details.order.echeck.goodsAndServices.debit.text
source: eCheck estimated completion date is %1$@. We advise merchants not to ship until they receive payment.
es: Se estima que el eCheque se completará el %1$@. Recomendamos a los vendedores que no envíen los artículos hasta recibir el pago.
ja: eChequeの決済予定完了日は%1$@です。売り手の方は、お支払いがあるまで商品を発送しないことをおすすめします。
ko: 예상되는 전자수표 처리 완료 날짜는 %1$@입니다. 판매자는 결제대금이 입금될 때까지 상품을 배송하지 않는 것이 좋습니다.
ru: Предположительная дата завершения платежа электронным чеком - %1$@. Мы рекомендуем продавцам не отгружать товар до получения платежа.

# activity.details.order.echeck.personal.text
source: eCheck estimated completion date is %1$@
es: La fecha de resolución estimada del cargo en cuenta bancaria es %1$@.
ja: eCheckの決済完了予定日は%1$@です
ko: 전자수표 예상 처리완료 날짜는 %1$@입니다.
ru: Расчетное время обработки электронного чека: %1$@

# activity.details.order.payAfterDelivery.details.text
source: Your bank will be debited on %@. If you're ready to pay, feel free to pay now.
es: El cargo en tu cuenta bancaria se hará automáticamente el %@. Si estás listo para pagar, no lo dudes y hazlo ahora.
ja: 銀行口座から%@に引き落とされます。お支払いできる場合は、今すぐ支払うこともできます。
ko: %@에 은행에서 자동으로 인출됩니다. 결제할 준비가 된 경우 지금 바로 결제할 수도 있습니다.
ru: С вашего банковского счета будут сняты средства %@. Если вы готовы оплатить, вы можете сделать это сейчас.

# activity.details.order.payAfterDelivery.text
source: You placed an order with %2$@ for %1$@
es: Has realizado un pedido a %2$@ de %1$@.
ja: %2$@に%1$@の注文をしました
ko: %2$@에 %1$@의 주문을 완료함
ru: Вы разместили заказ у продавца %2$@ на сумму %1$@

# activity.details.payafterdelivery.alert.cancel
source: Cancel
es: Cancelar
ja: キャンセル
ko: 취소
ru: Отмена

# activity.details.payafterdelivery.alert.pay
source: Pay
es: Pagar
ja: 支払う
ko: 결제
ru: Оплатить

# activity.details.payafterdelivery.alert.text
source: Ready to settle up? Tap Pay and we’ll charge your bank account.
es: ¿Listo(a) para pagar? Pulsa Pagar y realizaremos el cargo en tu cuenta bancaria.
ja: 清算しますか? [支払う]をタップすると、銀行口座に請求されます。
ko: 결제할 준비가 되셨나요? 결제를 탭하면 은행계좌로 청구됩니다.
ru: Вы готовы рассчитаться? Коснитесь кнопки «Оплатить», и мы спишем средства с вашего банковского счета.

# activity.details.payafterdelivery.alert.title
source: Pay Now
es: Pagar ahora
ja: 今すぐ支払う
ko: 바로 결제
ru: Оплатить сейчас

# activity.details.payafterdelivery.failure-alert.button.cancel
source: Cancel
es: Cancelar
ja: キャンセル
ko: 취소
ru: Отмена

# activity.details.payafterdelivery.failure-alert.button.try-again
source: Try Again
es: Intentar de nuevo
ja: 再度実行してください
ko: 다시 시도
ru: Повторить попытку

# activity.details.payafterdelivery.failure-alert.text
source: Looks like something went wrong on our end. Wait a second and give it another try.
es: Parece que se ha producido un error. Espera unos instantes e inténtalo de nuevo.
ja: 問題が発生したと思われます。少しお待ちになってから、再度お試しください。
ko: 장애가 발생한 것 같습니다. 잠시 기다린 다음 다시 시도해 주세요.
ru: Возникла неизвестная ошибка. Подождите немного и попробуйте еще раз.

# activity.details.payafterdelivery.failure-alert.title
source: Sorry about that
es: Lo sentimos.
ja: 申し訳ありません
ko: 죄송합니다.
ru: Приносим извинения

# activity.details.payafterdelivery.success-alert.text
source: You’re all paid up. It may take your bank %1$@-%2$@ days to complete the payment.
es: Ya has realizado el pago. Tu banco pude tardar de %1$@ a %2$@ días en completarlo.
ja: すべて支払いました。銀行で決済処理が完了するまで%1$@～%2$@日かかります。
ko: 모두 지불하셨습니다. 은행에서 결제를 완료하는 데 %1$@-%2$@일 정도 걸릴 수 있습니다.
ru: Вы расплатились. Для завершения платежа вашему банку может потребоваться %1$@–%2$@ дн.

# activity.details.payafterdelivery.success-alert.title
source: Thanks!
es: Gracias.
ja: ありがとうございました!
ko: 감사합니다!
ru: Спасибо!

# activity.details.payment.debit.cashback.text
source: You paid %1$@ to %2$@ and got %3$@ in cash
es: Has pagado %1$@ a %2$@ y recibido %3$@ en efectivo.
ja: %1$@を%2$@様に支払い、現金で%3$@を受け取りました
ko: %2$@에 %1$@의 금액을 지불하고 %3$@의 현금을 받았습니다.
ru: Вы произвели оплату %1$@ в пользу %2$@ и получили %3$@ наличными

# activity.details.payment.debit.text
source: You paid %1$@ to %2$@
es: Has pagado %1$@ a %2$@.
ja: %2$@様に%1$@を支払いました
ko: %2$@ 님에게 %1$@의 금액을 지불함
ru: Вы перечислили %1$@ пользователю %2$@

# activity.details.payment.withdrawal.text
source: Cash Withdrawal of %1$@ at %2$@
es: Retirada de efectivo de %1$@ en %2$@
ja: %2$@での%1$@の現金の引き出し
ko: %2$@에 %1$@의 현금 인출
ru: Вывод наличных %1$@ в %2$@

# activity.details.purchaseDetails.title
source: PURCHASE DETAILS
es: DETALLES DE LA COMPRA
ja: 購入内容の詳細
ko: 구매 세부정보
ru: Сведения о покупке

# activity.details.purchaseItemName.text
source: %1$@ (Qty %2$@)
es: %1$@ (Cant. %2$@)
ja: %1$@ (数量: %2$@)
ko: %1$@(수량: %2$@)
ru: %1$@ (Количество: %2$@)

# activity.details.purchaseProtectionDateBefore.text
source: If there's a problem, make sure to contact the seller through PayPal by %@. You may be eligible for purchase protection.
es: Si hay un problema, asegúrate de contactar con el vendedor a través de PayPal antes del %@. Es posible que cumplas los requisitos para disfrutar de la Protección del comprador.
ja: 問題がある場合は、PayPalを通じて%@までに売り手にお問い合わせください。買い手保護の対象となっている場合があります。
ko: 문제가 있는 경우 %@까지 PayPal을 통해 판매자에게 문의하시기 바랍니다. 구매 보호 대상에 포함될 수 있습니다.
ru: В случае возникновения проблем свяжитесь с продавцом через PayPal до %@ Возможно, вы имеете право на участие в Программе защиты покупателей.

# activity.details.purchaseTotal.title
source: PURCHASE TOTAL
es: Total
ja: 購入合計金額
ko: 총 구매
ru: Общая сумма покупки

# activity.details.refundETA.credit.text
source: You are receiving a refund of %1$@ from %2$@
es: Vas a recibir un reembolso por valor de %1$@ de %2$@
ja: %2$@様から%1$@の返金が送られています
ko: %2$@ 님으로부터 %1$@의 환불을 받는 중입니다.
ru: Вы получили возмещение в размере %1$@ от пользователя %2$@

# activity.details.requestMoney.cancelRequest.alertMessageRequestee
source: We’ll email %1$@ letting them know the request was canceled.
es: Enviaremos un correo electrónico a %1$@ para informarle de que la solicitud se ha cancelado.
ja: %1$@様に、請求がキャンセルされたことをメールでお知らせします。
ko: %1$@ 님에게 요청이 취소되었음을 알리는 이메일이 전송됩니다.
ru: Мы отправим письмо пользователю %1$@ с уведомлением об отмене запроса.

# activity.details.requestMoney.cancelRequest.alertMessageRequester
source: We’ll email %1$@ letting them know you declined the money request.
es: Enviaremos un correo electrónico a %1$@ para informarle de que has rechazado la solicitud de dinero.
ja: %1$@様に、支払い請求を受諾しなかったことをメールでお知らせします。
ko: %1$@ 님에게 결제 요청이 거부되었음을 이메일로 알려드리겠습니다.
ru: Мы отправим электронное письмо пользователю %1$@ с уведомлением об отклоненном запросе.

# activity.details.requestMoney.cancelRequest.alertTitleREquestee
source: Cancel your request?
es: ¿Deseas cancelar la solicitud?
ja: 請求をキャンセルしますか?
ko: 요청을 취소하시겠어요?
ru: Вы хотите отменить свой запрос?

# activity.details.requestMoney.cancelRequest.alertTitleRequester
source: Decline this request?
es: ¿Rechazar solicitud?
ja: この請求を拒否しますか?
ko: 이 요청을 거부하시겠어요?
ru: Вы хотите отклонить данный запрос?

# activity.details.requestMoney.declineRequest.no
source: No
es: Aceptar solicitud
ja: いいえ
ko: 아니요
ru: Не отклонять

# activity.details.requestMoney.declineRequest.yes
source: Yes
es: Rechazar solicitud
ja: はい
ko: 예
ru: Отклонить

# activity.details.saythanks.firstTimeSayThanks
source: Great! We'll tell them you said thanks.
es: ¡Bien!
ja: よかったです!PayPalから「ありがとう」と伝えます。
ko: 좋습니다! 감사의 말을 전하겠습니다.
ru: Отлично! PayPal сообщит о вашей благодарности.

# activity.details.saythanks.receivedThanks
source: %@ says, Thanks!
es: %@ te da las gracias.
ja: %@様からお礼のメッセージがありました!
ko: %@ 님이 감사의 말을 전합니다.
ru: %@ благодарит Вас!

# activity.details.saythanks.saidThanksForYou
source: We sent your thank you note.
es: Hemos enviado tu nota de agradecimiento.
ja: お礼のメッセージを送信しました。
ko: 감사 메모를 보냈습니다.
ru: Мы отправили ваше сообщение с благодарностью.

# activity.details.saythanks.saythanks.button.title
source: Say Thanks
es: Dar las gracias
ja: お礼を伝える
ko: 감사의 말 전하기
ru: Поблагодарить

# activity.details.saythanks.youSaidThanks
source: You said, “thanks”!
es: Has dado las gracias.
ja: お礼を伝えました!
ko: 감사 인사를 전달했습니다.
ru: Вы сказали «Спасибо!»

# activity.details.section.contact.header
source: CONTACT
es: CONTACTO
ja: 連絡先
ko: 문의
ru: Контакт

# activity.details.section.history.action
source: See your history
es: Ver historial
ja: 取引履歴を見る
ko: 기록 보기
ru: См. историю операций с

# activity.details.section.history.empty.message
source: There are no recent transactions
es: No hay ninguna transacción reciente
ja: 最近の取引はありません
ko: 최근 거래가 없습니다.
ru: Недавние операции не найдены.

# activity.details.section.history.header
source: HISTORY
es: HISTORIAL
ja: 取引履歴
ko: 기록
ru: История

# activity.details.section.purchaseDetails.discount.title
source: DISCOUNT
es: DESCUENTO
ja: 割引
ko: 할인
ru: Скидка
